Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Have a question about Army of Awesome?
yo: Ṣé ìbéèrè nípa Ọmọ ogun Ìyàlẹ́nu wà?

source: Have more to say?
yo: O ní láti sọ si?

source: Have video or voice conversations using the Firefox browser
yo: Ní fídíò tàbí ohùn ìjíròrò nípa lílo ìsawarí Firefox

source: Having an account on the support forums lets us notify you when you get a response on your question
yo: Níní àkọ́ọ́lẹ̀ lóri àwọn àpèjọ àtìlẹ́hìn jẹ́kí a fi tó ọ létí ígbá tí o ní èsì lórí ìbéèrè rẹ

source: Having trouble with a Mozilla product and want some help?
yo: Ṣé ìṣòro pẹ̀lú àbájáde Mozilla tí o fẹ́ ṣèrànwọ́ wà?

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
yo: Ṣé o ní ìṣòro pèlú Firefox tí o nílò ìrànwọ́? Àpèjọ àtìlẹ́hìn wa jẹ́ ibi tí ó dára láti bèèrè ìbéèrè.

source: Heading 1
yo: Àkórí 1

source: Heading 2
yo: Àkórí 2

source: Heading 3
yo: Àkórí 3

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
yo: Kòsí aròkọ ìrànwọ́ ní èdè rẹ náà? O fẹ́ darapọ̀ mọ́ ẹgbẹ́ ìyanu tí o ń túmọ̀ wọn? Wá ṣèrànwọ́ fún àwọn olùṣàmúlò mílíónù ní èdè rẹ. Èyí jẹ́ akọni, àbí?

source: Help Articles Only
yo: Aròkọ Ìrànwọ́ Nìkan

source: helpful
yo: ìrànwọ́

source: Helpful
yo: Ṣèrànwọ́

source: Helpfulness
yo: Ìrannilọ́wọ́

source: Helpfulness of KB articles and Forum
yo: Ìṣẹ̀ranwọ́ àwọn àròkọ KB àti Àpèjọ

source: Helpful Reply
yo: Èsì Tí ó Ranni Lọ́wọ́

source: Helpful Solutions
yo: Ọ̀nà àbáyọ Ìrànwọ́

source: Helpful votes
yo: Àwọn ibò ìrànwọ́

source: Helpful Votes
yo: Àwọn Ìbò Ìrànwọ́

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
yo: Ran mílíónù àwọn olùṣàmúlò lọ́wọ́ láti rí èyí tí ó dára ni aayò ìgbàwálẹ̀. Ìdasí rẹ yóò dé ọ̀dọ̀ àwọn mílíónù olùṣàmúlò lágbaayé, o sì le ṣé ní ìrọrùn ìbùsùn rẹ!

source: Help on Twitter
yo: Ṣèrànwọ́ ní Twitter

source: Help or get help on a Webmaker project.
yo: Ṣèrànwọ́ tàbí gba ìrànwọ́ ní iṣẹ́ àkànṣe Olùṣe Wẹ́ẹ̀bù.

source: Help other Firefox users by browsing for unsolved questions on {host}:
yo: Ran àwọn olùṣàmúlò Firefox míìràn lọ́wọ́ fún àwọn ìbéèrè àiyanjú lórí {host}:

source: Help other users
yo: Ran àwọn olùṣàmúlò míràn lọ́wọ́

source: Help Other Users
yo: Ran àwọn Olùṣàmúlò Míìràn Lọ́wọ́

source: Help teach digital skills and share creative ways of teaching technology.
yo: Ṣèrànwọ́ láti kọ́ ìmọ̀ dígítà àti ìpín àwọn ọ̀nà alátinúdá ti kíkọ́ ìmọ̀ ẹ̀rọ.

source: Help the Open Badges community
yo: Ṣèrànwọ́ àwùjọ Báàjì Ṣíṣí

source: Help Topics
yo: Àkọlé Ìrànwọ́

source: Help users in the forums
yo: Ran àwọn olùṣàmúlò lọ́wọ́ ní àpẹ̀jọ

source: Help users on Twitter
yo: Ran àwọn olùṣàmúlò lọ́wọ́ ní Twitter

source: Help us write help articles!
yo: Ràn wá lọ́wọ́ láti kọ Àwọn aròkọ Ììrànwọ́!

source: Help Us Write Help Articles
yo: Ràn Wá lọ́wọ́ Láti Kọ Àwọn Aròkọ Ìrànwọ́

source: Help with:
yo: Ìrànwọ́ pẹ̀lú:

source: Hide details &raquo;
yo: Pamọ́ ẹ̀kúnrẹ́rẹ́ &raquo;

source: History of {title}
yo: Ìtàn ti {title}

source: Hi {username}
yo: Báwo {username}

source: Hi {username},
yo: Báwo {username},

source: Hot topics
yo: Àkọlé gbígbóná

source: How does it work?
yo: Báwo ló ṣe ń ṣiṣẹ́?

source: How it works
yo: Ọ̀nà iṣẹ́ rẹ̀

source: How to
yo: Ọ̀nà ṣíṣe

source: How To
yo: Bí Atí

source: How to be effective:
yo: Bí a ṣelè wúlò:

source: How to configure and customize Firefox for Windows 8 Touch.
yo: Ọ̀nà láti ṣàtòpọ̀ àti ṣàdáni Firefox fún Windows 8 Touch.

source: How to contribute
yo: Ọ̀nà ìdásí

source: How To Contribute
yo: Ọ̀nà Ìdasí

source: How to download, manage and use your favorite apps on your Firefox OS phone.
yo: Bí atí gbàwálẹ̀, ṣàkóso àti lo àwọn ìṣàfilọ́lẹ̀ ààyò rẹ ní orí fóònù Firefox OS rẹ.

source: How to install and keep Firefox for Android up to date
yo: Ọ̀nà iṣàgbékalẹ̀ àti ìṣàfipamọ́ Firefox fún Android tó kójú òṣùwọ̀n

source: How to install and keep Thunderbird up to date
yo: Ọ̀nà ìṣafilọ́lẹ̀ àti ìpamọ́ Eyẹ àrá kún ojú òṣuwọ̀n

source: How to install Firefox and keep it up to date
yo: Bí a ṣe ń ṣàgbékalẹ̀ Firefox kí a sì mu wà ní kíkún

source: How to troubleshoot error messages on Firefox
yo: Ọ̀nà iṣàtúnṣe àṣìṣe ìṣòro iṣẹ́ ní Firefox

source: How to use bookmarks, tabs and basic Firefox features on your iOS device
yo: Ọ̀nà lílo àwọn àmì ìwé, táàbù àti àwọn àbùdá ìpìlẹ̀ Firefox lóri ohun elò iOS rẹ

source: How to use Firefox's privacy and security features
yo: Ọ̀nà ìlo ìpamọ́ Firefox àti àbùdá ààbò

source: How to use the address book on Thunderbird
yo: Ọ̀nà ìlo ìwé àdírẹ́ẹ̀sì ní Ẹyẹ àrá

source: I already have an account
yo: Mo ti ní àkọ́ọ́lẹ̀ náà

source: I am providing the requested information
yo: Mo ń pèsè ìwifún tí a béèrè

source: Identifying common problems helps the community answer your questions more quickly.
yo: Ìṣàwarí àwọn ìṣòro tó wọ́pọ̀ ran àwùjọ lọ́wọ́ láti dáhùn àwọn ìbéèrè rẹ ní kíákíá.

source: I didn't get a confirmation email.
yo: Mi o gba ìjẹ́rì í-meélì.

source: I don't know
yo: Mí o mọ̀

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
yo: Bí a bá yẹ́wò, àkọsílẹ̀ yíì gbà ìfọ̀rọ̀wérọ̀ ní àjọṣepọ̀ àpèjọ. Àìwò láti pamọ́/ṣàyọkúrò àpèjọ náà.

source: If checked, this document needs updates.
yo: Bí a bá yẹ́wò, àkọsílẹ̀ yíi nílò ìṣàtúntò.

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
yo: Bí a bá yẹ́wò, ojú ewé wiki yí farasin ní ìṣawarí ìpínlẹ̀ àti pẹpẹiṣẹ́. Nígbà tí a wò, ojú ewé yóò kìlọ̀ pé wọn kò tún òhun ṣe mọ́.

source: I forgot my username.
yo: Mo gbàgbé orúkọ aṣàmúlò mi.

source: If the link above doesn’t work, click here:
yo: Bí ìsopọ̀ òkè ò bá ṣiṣẹ́, ṣíra tẹ̀ níbí:

source: If this answer solves your problem, please mark it as "solved":
yo: Bí ìdáhùn yíì bá tán ìṣoro re, jọ̀wọ́ ṣàmì rẹ̀ ní "tán":

source: If this comment is helpful, vote on it:
yo: Bí ìdáásí bá ṣèranwọ́, dìbò lórí rẹ̀:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
yo: Bíkò bátán ìṣòro rẹ, jẹ́kí {answerer} mọ nípa ìfèsì lóri ojúlé wẹ́ẹ̀bù:

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
yo: Bí o bá fẹ́ láti kọ́si nípa bí gbogbgo àtìlẹ́hìn yíi ṣe ń ṣiṣẹ́, wo <a href="%(training_url)s"> ìkọ́ni olùdásí wa </a>. Lára rẹ̀ ni ìwifún wíwá àléébù, àwọn ìlànà, ọ̀nà ìdáhùn ìbéèrè, àwọn ìwifún nípa ibi ìwá ìrànwọ́ bí o bá há.

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
yo: Bí o bá nífẹ̀ láti kọ́si nípa bí gbogbo àtìlẹ́hìn yíi ṣe ńṣiṣẹ́, yẹ ìdánilẹ́kọ̀ olùdásí wa wò. Lára rẹ̀ ni ìwifún wíwá àléébù, àwọn ìlànà, ọ̀nà ìṣè-béèrè, àti ìwifún nípa ibi wíwá ìrànwọ́ bí o bá há.

source: If you did not request this email there is no need for further action.
yo: Bí o kòbá béèrè fún í-meélì yíì, kòsí ìdí fún ojúṣe si.

source: If you did not request this email, there is no need for further action.
yo: Bí o kò bá béèrè í-meélì yíì, kò nílò ojúṣẹ kan mọ́.

source: If you have a moment please help us by reviewing these articles:
yo: Bí o bá ní àkókò díẹ̀ jọ̀wọ́ rànwá lọ́wọ́ láti ṣàtúnyẹ̀wò aròkọ yìí:

source: If you have a moment please review these articles:
yo: Bí o bání àkókò jọ̀wọ́ ṣàtúntò àwọn àròkọ yìí:

source: If you know what you are doing, you can edit the document anyway.
yo: Bí o bá mọ ohun tí o ń ṣe, o lè ṣàtúnṣe àkọsílẹ̀ náà bákan náà.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
yo: Bí o bá fẹ́ràn kíkọ àti ìkọ́ni nígbà náà Ìpínlẹ̀ Ìmọ̀ ni ibẹ̀. A nílò àwọn olùdásí tí o lé kọ́, ṣàtúnse tàbí túnkà àwọn aròkọ ní Gẹ̀ẹ́sì. Ẹgbẹgbẹ̀rún àwọn ènìyàn ń wo Ìpínlẹ̀ Ìmọ̀ wa lọ́sẹ̀ẹ̀sẹ̀. Ro iye àwọn tí a ó ràn lọ́wọ́!

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
yo: Bí o bánílò ìrànwọ́ pẹ̀lú Firefox, jọ̀wọ́ <a href="%(aaq_url)s">béèrè ìbéèrè</a>.

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
yo: Bí o bá fi ìwifún sílẹ̀ fún Mozilla nígbà tí o dàrú, wá gba Ìdámọ̀ Ìdàrú tí ó ṣàfihàn ìdàrú rẹ tí yóò jẹ́kí o wá àlààyé tí yó̀o jẹ́kí o mọ ohun tó fà. Láti wá Ìdámọ̀ Ìdàrú tí o fi sílẹ̀ láìpẹ́, lọsí <strong>nípa:àwọn ìdàrú</strong> ní ibi ìpamọ́ pẹpẹ. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Ṣíra tẹ̀ fún ìlànà ẹ̀kúnrẹ́rẹ́</a>.

source: Ignore
yo: Patì

source: Ignored Users
yo: Pa àwọn Olùṣàmúlò tì

source: Ignore User
yo: Pa Olùṣàmúlò tì

source: I have feedback about Firefox
yo: Mo ní ìjábọ̀ nípa Firefox

source: I have this problem, too
yo: Èmi náà ní ìṣòro yíì, pẹ̀lú

source: Image
yo: Àwòrán

source: Image:
yo: Àwòrán:

source: Image Attachment
yo: Ìsomọ́ Àwòrán

source: Images
yo: Àwọn àwòrán

source: Image too large. Please select a smaller image file.
yo: Àwòrán tóbijù. Jọ̀wọ́ yan àwòrán fáìlì tó kéré.

source: Immediate Update Needed
yo: Nílò Àfikún Kíákíá

source: Import settings from other browsers
yo: Ṣàgbéwọlé ààtò láti ìṣàwarí míìràn

source: Improve our help articles
yo: Ṣe ìmúgbòòrò aròkọ ìrànwọ́ wa

source: Inbox
yo: Àpótí àgbàwọ́lé

source: Include obsolete articles?
yo: Pẹ̀lú àwọn aròkọ tí kòwúlò?

source: Include this in wiki syntax with [[Image:title]]
yo: Fi ẹyọ ọ̀rọ̀ wiki si pẹ̀lú [[Àwòrán:àkọlé]]

source: In English
yo: Ní Gẹ̀ẹ́sì

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
yo: Kí a dẹ́kun ìwé àìbèèrèfún, a ń dín iye àwọn ìdáhùn tí a lè fọ̀rọ̀ránṣẹ́ ní àkókò kúkurú. Bí o bá fẹ́ fọ̀rọ̀ púpọ̀ ránṣẹ́ jọ̀wọ́ ṣẹ̀dá ìfọ̀rọ̀ránṣẹ́ ní <a href="%(url)s">àpèjọ àwọn olùdásí</a> bèèrè pé kí a yọ orúkọ rẹ kúrò nínu àwọn ìbàjẹ́.

source: Insert a link...
yo: Ṣàfibọ̀ tọ́kasí kan...

source: Insert Link
yo: Àfibọ̀ Ìsopọ̀

source: Insert media...
yo: Àfibọ̀ mídíà...

source: Insert Media
yo: Ṣàfibọ̀ Mídíà

source: Insert Response
yo: Ṣàfibọ̀ Èsì

source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
yo: Ṣàgbékalẹ̀ àti ìmúṣiṣẹ́ Firefox lóri iPad, iPhone tàbí iPod Touch rẹ.

source: Install and update
yo: Ṣàgbékalẹ̀ àti ṣàfikùn

source: Install and Update
yo: Ṣàgbékalẹ̀ àti Ṣàfikùn

source: Installation Issues
yo: Ìdójúkọ Ìṣàgbékalẹ̀

source: Installed plugins
yo: Ṣàgbékalẹ̀ àwọn àlékún

source: Installed Plug-ins
yo: Ṣàgbéwọlé Àwọn Àlékún

source: Install, Migrate and Update
yo: Ṣàgbékalẹ̀, Ṣí lọ àti Ṣàfikùn

source: Install open apps from the Marketplace to add more fun and functionality to your device
yo: Ṣàgbékalẹ̀ ìṣafilọ́lẹ̀ ṣíṣí láti Ibiọjà láti ṣàfikún ìgbádùn si àti ìṣiṣẹ́ sí ohun elò rẹ

source: Internet and Connections
yo: Íntánẹ́tì àti Àsopọ̀

source: Interval
yo: Àlàfo àárín

source: Introduce yourself
yo: Sọ nípa ara rẹ

source: Intro to Open Badges
yo: Ìbẹ̀rẹ̀ sí Báàjì Ṣíṣí

source: Invalid callback function.
yo: Ìmúlò Ìpèpadà àìfẹsẹ̀múlẹ̀.

source: Invalid field
yo: Gbàgede tí kò kúnjú

source: Invalid ID.
yo: Ìdánimọ̀ Àìfẹsẹ̀múlẹ̀.

source: Invalid image. Please select a valid image file.
yo: Àwòrán àìfẹsẹ̀múlẹ̀. Jọ̀wọ́ yan àwòrán fáìlì àfẹsẹ̀múlẹ̀.

source: Invalid or no image received.
yo: Àìfẹsẹ̀múlẹ̀ tàbí akògba àwòrán kankan.

source: Invalid search data.
yo: Ìṣàwarí dátà àìfẹsẹ̀múlẹ̀.

source: Invalid tag entered: %s
yo: Wọlé àmì àìkójú ìwọ̀n: %s

source: Invalid username provided. Enter a new username below.
yo: Orúkọ aṣàmúlò àìfẹsẹ̀múlẹ̀ tí a pesè. Wọlè pẹ̀lú orúkọ aṣàmúlò titun nísàlẹ̀.

source: IRC nickname
yo: Ìnagijẹ IRC

source: Is approved?
yo: Ṣé a ti gbàá wọlé?

source: Is current revision?
yo: Àtúnyẹ̀wò lọ́wọ́lọ́wọ́?

source: Issue Badges
yo: Ìṣòro Báàjì

source: Issue digital badges to acknowledge new skills and achievements
yo: Ìṣòro dígítà báàjì láti gba àwọn òye titun àti ìṣeparí

source: Issued on:
yo: Fúnni ní:

source: Issue submitted successfully
yo: Ṣàfàsílẹ̀ ìṣòro dáradára

source: Italic
yo: Lẹ́tà wíwọ́

source: italic text
yo: ọ̀rọ̀ lẹ́tà wíwọ́

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
yo: Ó dàbí o ti di àmì ìwé URL àtijọ. URL titun fún ojú ewé yíì wà nísàlẹ̀. O gbọ́dọ̀ sàtúntò àmì ìwé rẹ. A ó fi URL titun ránṣẹ́ sí ọ ní ìṣẹjú àayá 10.

source: It seems your account has already been activated.
yo: Ó dàbí àkọ́ọ́lẹ̀ rẹ ti sọ di aṣiṣẹ́ tẹ́lẹ̀.

source: It's fun and addictive and the Awesome is you!
yo: Ìgbádùn àti bárakú ni àti Ìyàlẹ́nu fún ọ!

source: I understand, don't show this again.
yo: Ó yémi, má ṣàfihàn èyí mọ́.

source: Join our Army of Awesome
yo: Darapọ̀ mọ́ Ọmọ ogun ti Ìyàlẹ́nu

source: Jump to:
yo: Fòsí:

source: Just edit articles in your language!
yo: Ṣá ṣàtúnṣe àwọn aròkọ ní èdè rẹ!

source: Just once or twice
yo: Ẹ̀èkan tàbí ẹẹmejì

source: KB Dashboard
yo: Pẹpẹiṣẹ́ KB

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
yo: Aṣàtúnṣe KB - Ṣèrànwọ́ láti ṣàfilọ́lẹ̀ àròkọ tó dálé ìmọ̀ tó nílò àyípadà tàbí kọ àwọn àrokọ titun:

source: KB Team
yo: Ẹgbẹ́ KB

source: Keep in touch with your contacts through email and messaging.
yo: Kànsí àwọn olùbásọ̀rọ̀ rẹ nípa í-meélì àti ìjiṣẹ́.

source: Keep your information safe with Firefox for Android's privacy and security settings.
yo: Ṣàfipamọ́ ìwifún pẹ̀lú Firefox fún ìpamọ́ Android àti ààbò ààtò.

source: Keep your information safe with Firefox OS locks, privacy features and more.
yo: Ṣàfipamọ́ ìwifún rẹ pẹ̀lú ìti Firefox OS, àbùdá ìpamọ́ àti bẹ́ẹ̀lọ.

source: Keep your information safe with password and security settings
yo: Tọ́jú ìwifún pẹ̀lú ọ̀rọ̀ aṣínà àti àwọn aatò ààbò

source: Keywords:
yo: Àwọn kókó ọ̀rọ̀:

source: Keywords in {locale}:
yo: Kókó ọ̀rọ̀ ní {locale}:

source: Kitsune Contributor
yo: Olùdasí Kitsune

source: Knowledge Base
yo: Ìpìlẹ̀ Ìmọ̀

source: Knowledge Base Article
yo: Àròkọ Tódálé Ìmọ̀

source: Knowledge Base Dashboard
yo: Ìpìlẹ̀ Pẹpẹiṣẹ́ Ìmọ̀

source: KPI Dashboard
yo: Pẹpẹiṣẹ́ KPI

source: L10N Contributor - Help to translate Firefox Help content to your language:
yo: Olùdásí L10N - Ṣèrànwọ́ láti ṣògbufọ̀ àkóónú Ìrànwọ́ Firefox sí èdè rẹ:

source: L10n coverage
yo: Agbègbè L10n

source: L10n Coverage
yo: Agbègbè L10n

source: Last 90 days
yo: 90 ọjọ́ tó kọjá

source: Last answer date
yo: Déètì ìdáhùn tó kẹ́hìn

source: Last Post
yo: Ọ̀rọ̀ àfiranṣẹ́ Tó kẹ̀hìn

source: Last post date
yo: Déètì ìfọ̀rọ̀ránṣẹ̀ tó gbẹ́hìn

source: Last reply by
yo: Èsì tí ó kẹ́hìn lọ́wọ́

source: Last reply by {user}
yo: Èsì ìkẹhìn lọ́wọ́ {user}

source: Last updated:
yo: Ìṣafikún ìkẹhìn:

source: Last updated by:
yo: Ìṣafikún ìkẹhìn lọ́wọ:

source: Last Week
yo: Ọ̀ṣẹ̀ Tó Kọjá

source: Learn all about Thunderbird controls and functionality.
yo: Kọ́ nípa ìṣàkóso Ẹyẹ àrá àti ìṣiṣẹ́.

source: Learn all you need to know to get Firefox for Android up and running.
yo: Kọ́ gbogbo èyí tí o nílò láti mọ̀ láti gba Firefox fún títàn Android àti ìṣiṣẹ́.

source: Learn all you need to know to get started with Firefox.
yo: Kọ́ gbogbo ohun tí o nílò láti mọ̀ láti bẹ̀rẹ̀ pẹ̀lú Firefox.

source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
yo: Kọ́ bí a ti ń ṣàfikún àti ṣàkóso àwọn olùbásọ̀rọ̀, àti ṣiṣé ọ̀kan-sí-ọ̀kan tàbí ìpè àjọrò lóri fóònù Firefox OS.

source: Learn how to change your toolbar, font sizes and browser colors
yo: Kọ́ bí a ti ń ṣe àyípadà pẹpẹ irinṣẹ́, ìwọ̀n ìrísí-lẹ́tà àti àwọ̀ aṣàwárí rẹ

source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
yo: Kọ́ bí a ti ń ṣàtòpọ̀ ìsopò Íntánẹ́tì, ṣàfihàn àti àkókò lórí ohun elò Firefox OS.

source: Learn how to create and share your own webpages quickly and easily.
yo: Kọ́ bí a ti ń ṣẹ̀dá àti pín ojúle wẹ́ẹ̀bù rẹ kíákíá àti níròrùn.

source: Learn how to create, assess and issue badges
yo: Kọ́ nípa ìṣẹ̀dá, ìwọlé àti ìṣoro àwọn báàjì

source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
yo: Kọ́ bí a ti ń gbàwálẹ̀ Firefox lóri ohun elò àtẹ iṣẹ́ tàbí gbé ìwifún lọ àti bọ̀ ni aṣàwákiri míìràn.

source: Learn how to fix problems with Gmail, Yahoo and other email providers
yo: Kọ́ nípa ìyanjú àwọn ìṣòro pẹ̀lú Gmail, Yahoo àti àwọn olùpèsè í-meélì míìràn

source: Learn how to import or export your information between Firefox and another browser
yo: Kọ́ bí a ti ń ṣàgbéwọlé tàbí gbéjáde ìwifún rẹ láàrin Firefox àti ìṣàwarí míìràn

source: Learn how to inspect the code behind every webpage.
yo: Kọ́ bí a ti ń ṣàyẹwò kóòdù tẹhìn gbogbo ojúle wẹ́ẹ̀bù.

source: Learn how to install and transfer information to Firefox for Android.
yo: Kọ́ ìṣafilọ́lẹ̀ àti ìfiránṣẹ́ ìwifún si Firefox fún Android.

source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
yo: Kọ́ bí a ti ń pa ìwifún mọ́ àti ní láìléwu pẹ̀lú ìgbàwálẹ̀ ìpamọ́ Firefox, àwọn àbùdá ọ̀rọ̀ aṣínà àti aatò ààbò míìràn.

source: Learn how to manage your email messages
yo: Kọ́ ìṣàkóso iṣẹ́ í-meélì rẹ

source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
yo: Kọ́ bí a ti ń po fídíò wẹ́ẹ̀bù, àfetigbọ́ àti àwòrán pọ̀ sínu ìpopọ̀ tí o lè fibọ ojúle wẹ́ẹ̀bù míìràn.

source: Learn how to troubleshoot issues on your Firefox OS phone.
yo: Kọ́ bí a ti ń ṣàtúnṣe ìṣòro lóri fóònù Firefox OS rẹ.

source: Learn how to view content on another screen
yo: Kọ́ bí a tí ń wo àkoonú ní aṣàfihàn míìràn

source: Learn more about Mozilla's privacy and security practices.
yo: Kọ́si nípa ìṣẹ ibi ìkọ̀kọ̀ àti ààbò Mozilla.

source: Learn more about Wi-Fi, Bluetooth and NFC connections.
yo: Kọ́si nípa Wi-Fi, Bluetooth àti àwọn ìsopọ̀ NFC.

source: Learn new things
yo: Kọ́ àwọn ohun titun

source: Learn the basic about Open Badges
yo: Kọ́ ìpínlẹ̀ nípa Báàjì Ṣíṣí

source: Learn the basic functionality for your Firefox OS phone.
yo: Kọ́ nípa ìpinlẹ̀ ìṣiṣẹ́sí fún fóònù Firefox OS rẹ.

source: Learn the Basics: get started
yo: Kọ́ nípa Ìpínlẹ̀: bẹ̀rẹ̀

source: Learn the Basics. Get Started
yo: Kọ́ àwọn Ìpìnlẹ̀. Bẹ̀rẹ̀

source: Learn tips and shortcuts to help you work faster
yo: Kọ́ àwọn àmọ̀ràn nísókí àti àwon ọ̀nà àbùjá láti ràn ọ́ lọ́wọ́ ṣiṣẹ́ kíá

source: Learn to find and install open apps to add more fun and functionality to your device
yo: Kọ́ láti wá ìṣagbékalẹ̀ ìṣafilólẹ̀ ṣíṣí láti sàfikún ìgbádùn àti ìṣiṣẹ́ sí ohun elò rẹ

source: Learn to set up accounts, read, send and manage emails
yo: Kọ́ láti ṣàgbékalẹ̀ àkọ́ọ́lẹ̀, kà, fi jíṣẹ́ àti ìṣàkóso í-meélì

source: Leave a message for {contributor}:
yo: Fi iṣẹ́ sílẹ̀ fún {contributor}:

source: Leave a message for {rest} and {last}:
yo: Fi iṣẹ́ sílẹ̀ fún {rest} àti {last}:

source: Legal Notices
yo: Àwifún Òfin

source: Less than
yo: Kéresi

source: Let's make Mozilla Support speak your language!
yo: Jẹ́ki a jẹ́kí Àtìlẹ́hìn Mozilla sọ èdè rẹ!

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
yo: Jẹ́kí a mọ èyíkèyí nínu tòkè tí o nífẹ̀ sí a ò sí ràn ọ́ lọ́wọ́ láti bẹ̀rẹ̀. Ohun ńlá ni láti gbà ọ́ wọlé!

source: Limited Data
yo: Ní iye Dátà

source: Link target:
yo: Tọ́kasí àfojúsùn:

source: link text
yo: tọ́kasí àyọkà

source: Link text:
yo: Tọ́kasí àyọkà:

source: Link to this post.
yo: Ìsopọ̀ sí ọ̀rọ̀ àfiranṣẹ́ yìí.

source: Live
yo: Alábẹ̀mí

source: {l} Knowledge Base Discussions
yo: {l} Ìfọ̀rọ̀wérọ̀ Ìpínlẹ̀ Ìmọ̀

source: Locale
yo: Tìbílẹ̀

source: Locale:
yo: Tìbílẹ̀:

source: Locale Editors
yo: Aṣàtúnṣe Tìbílẹ̀

source: [{locale}] KB Team
yo: [{locale}] Àjose KB

source: Locale Leaders
yo: Tìbílẹ̀ Olùdarí

source: [{locale}] Locale Metrics
yo: [{locale}] Mẹ́tíríìkì Ìbílẹ̀

source: [{locale}] Localization Team
yo: [{locale}] Àjose Ìṣọdìbílẹ̀

source: Locale Metrics
yo: Mẹ́tíríìkì Ìbílẹ̀

source: {locale_name} Discussions
yo: {locale_name} Ìfọ̀rọ̀wérọ̀

source: {locale_name} Discussions | Knowledge Base
yo: {locale_name} Ìfọ̀rọ̀wérọ̀ | Ìpínlẹ̀ Ìmọ̀

source: [{locale}][{product}] Localization Dashboard
yo: [{locale}][{product}] Ìsọdìbílẹ̀ Pẹpẹiṣẹ́

source: Locale Reviewers
yo: Tìbílẹ̀ Olùṣàtúnyẹ́wò

source: Locales
yo: Tìbílẹ̀

source: Locales | Knowledge Base
yo: Ìsọdìbílẹ̀ | Ìpínlẹ̀ Ìmọ̀

source: {locale} translation:
yo: {locale} ìtúmọ̀:

source: Localization
yo: Ìsọdìbílẹ̀

source: Localization Dashboard
yo: Pẹpẹiṣẹ́ Ìsọdìbílẹ̀

source: Localization Metrics
yo: Ìṣodìbílẹ̀ Métíríkì

source: Localization Percentage
yo: Ìsọdìbílẹ̀ Ìdá ọgọ́rùn

source: Localization status of all canned responses
yo: Idúrópàtó isọdibilẹ ti gbogbo àwọn Èsì tí A dé

source: Localization Team
yo: Ẹgbẹ́ Ìsọ̀dìbílẹ̀

source: Localize the document
yo: Ìsọ̀dibílẹ̀ àkọsílẹ̀

source: Locked
yo: Ti tì

source: Lock this question
yo: Ti ìbéèrè yíì

source: Lock this thread
yo: Ti èròjà atẹ̀lélànà yíì

source: Logged in!
yo: Wọlé!
